---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadUsageName
source: html/b61cd2ab-68b7-19cc-a7b2-e5fa53be130c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadUsageName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadUsageName { get; }
```